const events = [
  {
    id: 1,
    title: "Фестиваль национальной кухни",
    description: "Погрузитесь в атмосферу традиционной кухни народов мира.",
    date: "2025-04-12",
    image: "images/borovoe1305252002.webp",
    location: "Центральный паркasfasfdgfsfsdgf",
    region: "Восточно-Казахстанская область"
  },
  {
    id: 2,
    title: "Концерт под открытым небом",
    description: "Выступление местных музыкальных групп.",
    date: "2025-06-03",
    image: "images/borovoe1305252002.webp",
    location: "Площадь Независимости",
    region: "Алматы"
  },
  {
    id: 3,
    title: "Ярмарка ремесел",
    description: "Продажа изделий ручной работы и мастер-классы от мастеров.",
    date: "2025-02-03",
    image: "images/borovoe1305252002.webp",
    location: "Дом ремесел",
    region: "Абайская область"
  },
  {
    id: 4,
    title: "Киноночь на свежем воздухе",
    description: "Просмотр фильмов на большом экране в парке.",
    date: "2025-06-05",
    image: "images/borovoe1305252002.webp",
    location: "Парк Победы",
    region: "Все регионы"
  },
  {
    id: 5,
    title: "Танцевальный баттл",
    description: "Соревнования среди уличных танцоров.",
    date: "2025-06-06",
    image: "images/borovoe1305252002.webp",
    location: "Городской амфитеатр",
    region: "Западно-Казахстанская область"
  },
  {
    id: 6,
    title: "Выставка картин молодых художников",
    description: "Современное искусство глазами молодежи.",
    date: "2025-06-07",
    image: "images/borovoe1305252002.webp",
    location: "Галерея АртПространство",
    region: "Алматинская область"
  },
  {
    id: 7,
    title: "День спорта",
    description: "Открытые тренировки и соревнования для всех желающих.",
    date: "2025-06-08",
    image: "images/borovoe1305252002.webp",
    location: "Стадион 'Юность'",
    region: "Алматинская область"
  },
  {
    id: 8,
    title: "Театральный уикенд",
    description: "Показы спектаклей от местных театров.",
    date: "2025-06-09",
    image: "images/borovoe1305252002.webp",
    location: "Городской театр",
    region: "Туркестанская область"
  },
  {
    id: 9,
    title: "Фестиваль уличной еды",
    description: "Лучшие фудтраки города в одном месте.",
    date: "2025-06-10",
    image: "images/borovoe1305252002.webp",
    location: "Набережная",
    region: "Алматинская область"
  },
  {
    id: 10,
    title: "Поэтический вечер",
    description: "Открытый микрофон для поэтов и чтецов.",
    date: "2025-06-11",
    image: "images/borovoe1305252002.webp",
    location: "Культурный центр 'Диалог'",
    region: "Жамбылская область"
  },
  {
    id: 11,
    title: "Историческая реконструкция",
    description: "Погружение в эпоху рыцарей и замков.",
    date: "2025-02-30",
    image: "images/borovoe1305252002.webp",
    location: "Парк истории",
    region: "Астана"
  },
  {
    id: 12,
    title: "Городская игра-квест",
    description: "Приключенческий маршрут по историческим улицам.",
    date: "2025-06-13",
    image: "images/borovoe1305252002.webp",
    location: "Центр города",
    region: "Алматы"
  },
  {
    id: 13,
    title: "Открытая лекция по астрономии",
    description: "Наблюдение за звездами и беседа с астрономом.",
    date: "2025-06-14",
    image: "images/borovoe1305252002.webp",
    location: "Обсерватория",
    region: "Алматы"
  },
  {
    id: 14,
    title: "Флешмоб добрых дел",
    description: "Социальная акция по помощи пожилым людям.",
    date: "2025-06-15",
    image: "images/borovoe1305252002.webp",
    location: "Центр волонтеров",
    region: "Алматинская область"
  },
  {
    id: 15,
    title: "Фестиваль воздушных змеев",
    description: "Запуск ярких воздушных змеев и конкурс на лучший.",
    date: "2025-06-16",
    image: "images/borovoe1305252002.webp",
    location: "Луговая поляна",
    region: "Астана"
  },
  {
    id: 16,
    title: "Ночной велопробег",
    description: "Маршрут по городу в сопровождении музыки и огней.",
    date: "2025-06-17",
    image: "images/borovoe1305252002.webp",
    location: "Велотрек",
    region: "Алматинская область"
  },
  {
    id: 17,
    title: "Школа выживания на природе",
    description: "Уроки туризма и выживания для всей семьи.",
    date: "2025-06-18",
    image: "images/borovoe1305252002.webp",
    location: "Зеленый лес",
    region: "Акмолинская область"
  },
  {
    id: 18,
    title: "Фестиваль настольных игр",
    description: "Игровые зоны и турниры по настольным играм.",
    date: "2025-06-19",
    image: "images/borovoe1305252002.webp",
    location: "ТЦ 'Орион'",
    region: "Туркестанская область"
  },
  {
    id: 19,
    title: "Выставка старинных автомобилей",
    description: "Редкие машины и мотоциклы прошлого века.",
    date: "2025-06-20",
    image: "images/borovoe1305252002.webp",
    location: "Автодром",
    region: "Алматинская область"
  },
  {
    id: 20,
    title: "Фестиваль красок Холи",
    description: "Море цвета, музыки и веселья на свежем воздухе.",
    date: "2025-06-21",
    image: "images/borovoe1305252002.webp",
    location: "Парк 'Солнечный'",
    region: "Кызылординская область"
  }
];
